<?php

return [

    'back_btn' => 'Артқа',
    'continue_btn' => 'Жалғастыру',
    'code_btn' => 'Кодты алыңыз',
    'upload_photo' => 'Фотосуретті жүктеу',

    'step1' => [
        'title' => 'Ақша алыңыз',
        'input_title' => 'Сіздің байланыс нөміріңіз',
        'agreement_text' => 'Дербес деректерді сақтауға және өңдеуге өзімнің<b> келісімімді беремін< / b>',
    ],

    'step2' => [
        'title' => 'Ақша алыңыз',
        'desc' => 'Біз кодты телефонға жібердік',
        'input_title' => 'Алынған кодты енгізіңіз',
        'again_title' => '120 секундтан кейін кодты сұраңыз.',
        'again_desc' => 'Кодты сұрау',
    ],

    'step3' => [
        'title' => 'Қарыз туралы мәліметтер',
        'iin' => 'ЖСН',
        'payment' => 'Сіздің ай сайынғы табысыңыз',
        'additional_phone' => 'Қосымша нөмір',
        'email' => 'Электрондық пошта',
        'iban' => 'Шот нөмірі (IBAN)',
    ],

    'step4' => [
        'title' => 'Автомобиль туралы мәліметтер',
        'brand' => 'Маркасы',
        'model' => 'Үлгі',
        'year' => 'Шығарылған жылы',
        'color' => 'Түсі',
        'number' => 'Мемлекеттік нөмірі',
        'tech_password' => 'КО тіркеу туралы куәліктің нөмірі (Техпаспорт)',
        'tech_date' => 'КО тіркеу туралы куәліктің берілген күні (Техпаспорт)',
    ],

    'step5' => [
        'title' => 'Фотоқұжаттар',
        'udl_title' => 'Жеке басын куәландыратын құжат түрін таңдаңыз',
        'udl' => 'Жеке куәлік',
        'passport' => 'Төлқұжат',
        'front_side' => 'Алдыңғы жағы',
        'down_again' => 'Қайта жүктеңіз',
        'reverse_side' => 'Артқы жағы',
        'selfie' => 'Селфи',
        'with_udl' => 'Жеке куәлікпен',
        'with_passport' => 'Паспортпен',
        'modal1_title' => 'Фотоқұжаттар',
        'udl_side_title' => 'Жеке куәліктің бет жағы',
        'modal_text' => 'Біз бәрін оқи алатындай етіп жарқылсыз суретке түсіріңіз',
        'reverse_side_title' => 'Жеке куәліктің сыртқы жағы',
        'modal3_title' => 'Жеке куәлігі бар Селфи',
        'modal4_title' => 'Паспорттың фотосуреті кеңейтілген түрде',
        'modal5_title' => 'Төлқұжаты бар Селфи',
    ],

    'step6' => [
        'title' => 'Сіздің деректеріңіз',
        'patronymic' => 'Тегі',
        'name' => 'Аты',
        'surname' => 'әкесінің аты',
        'birth_date' => 'туған күн',
        'status' => 'отбасылық жағдай',
        'f_status_1' => 'үйленген/үйленген',
        'f_status_2' => 'үйленбеген/үйленбеген',
        'f_status_3' => 'ажырасқан / ажырасқан',
        'doc_type' => 'құжат түрі',
        'number_doc' => 'Құжат нөмірі',
        'date_doc' => 'берілген күні',
        'date_doc2' => 'аяқталу күні',
        'issued_title' => 'кім берді',
        'ISSUED_DOC_1' => 'ҚР ІІМ',
        'ISSUED_DOC_2' => 'ҚР ІІМ',
        'citizienship_title' => 'азаматтық',
        'citizienship_1' => 'ҚР резиденті',
        'CITIZIENSHIP_2' => 'ҚР резиденті емес',
    ],

    'step7' => [
    'тақырып' => 'мекенжай деректері',
        'locality' => 'елді мекен',
        'көше' => 'көше',
        'number_home' => 'үй нөмірі',
        'пәтер' => 'пәтер нөмірі',
        'мекен-жайы' => 'Мекен-жайы',
        'equal_address' => 'тіркеу мекен-жайына сәйкес келеді',
    ],

    'step8' => [
    'тақырып' => 'өтінімге қол қою',
        'title2' => 'өтінімді өңдеу үшін құжаттарға қол қойыңыз',
        'text' => ' ол үшін "Жіберу" батырмасын басқаннан кейін алынған СМС-кодты енгізу қажет',
    ],

    'step9' => [
    'тақырып' => 'құжаттарға қол қою',
        'doc1_name' => 'несие беруге өтініш-сауалнамалар',
        'doc2_name' => 'ki субъектісінің келісімі',
        'doc3_name' => 'жеке деректерді жинауға және өңдеуге келісім',
        'doc4_name' => 'Сәйкестік туралы өтініш',
        'code' => 'алынған кодты SMS-тен енгізіңіз',
    ],

    'step10' => [
    'title' => 'АВТО құжаттардың суреті',
        'desc' => 'көлік құралын тіркеу туралы куәлікті суретке түсіріңіз, ол CRTS немесе techpasport',
        'input_title' => ' SRTS (techpasport)',
        'front_side' => 'алдыңғы жағы',
        'back_side' => 'артқы жағы',
        'modal1_title' => 'құжаттың фотосуреті авто',
        'sub_title' => 'SRTS алдыңғы жағы',
        'modal2_title' => 'CRTS артқы жағы'
    ],

    'step11' => [
    'title' => 'көліктің суреті',
        'desc' => ' енді сіздің машинаңызды суретке түсірейік, машинада болғаннан кейін "Жалғастыру"батырмасын басыңыз.',
    ],

    'step12' => [
    'input1_title' => 'алдыңғы оң жақта',
        'input2_title' => 'алдыңғы сол жақта',
        'input3_title' => 'артқы оң жақта',
        'input4_title' => 'артқы оң жақта',
        'input4_text' => 'Автоматты нөмір барлық фотосуреттерде көрінуі керек',
        'input5_title' => 'қозғалтқышы бар бақылау тақтасы',
        'input6_title' => 'VIN коды корпуста, әйнек астында емес',
        'modal5_title' => 'денедегі VIN коды',
    ],

    'step13' => [
    'title' => 'өтінімді өңдеу',
        'desc' => 'сіз байланыста болған жағдайда тексеру үшін 30 минуттан аспауы керек',
        'text' => ' <p>жұмыс күндері Астана бойынша 9-00-ден 18-00-ге дейін өтінімдерді тексеру</p>
            <p > біз сізге қоңырау шалуымыз мүмкін деректерді нақтылау< / p>
            <p>шешім қабылдағаннан кейін сізге</p > SMS келеді',
    ],

    'step14' => [
    'doc5_name' => 'микрокредитті өтеу кестесі',
        'doc6_name' => 'көлік құралын басқару құқығымен кепілдік билеті',
        'doc7_name' => 'көлік құралының кепілін тіркеу туралы жол полициясына хабарлама',
        'text' => 'микрокредит алу үшін құжаттарға қол қою жұмыс күндері 9-00-ден 18-00-ге дейін жүргізіледі',
        'тақырып' => 'бірнеше қадам қалды',
    ],

    'step15' => [
    'title' => 'қолма-қол ақша сіз көрсеткен Iban шотына түседі',
        'desc' => ' <p>біздің онлайн несиелеуімізді пайдаланғаныңыз үшін рахмет< / p>
        <p>Жеке кабинетте< / p> < a href="https://my.creditline.kz" target="_blank" >my.creditline.kz< / a>
        <p>сіз алған микрокредитті жаңарта аласыз – өтей аласыз</p>'
    ]

];
