<?php

return [

    'header' => [
        'menu_item1' => 'Неге біз?',
        'menu_item2' => 'Микрокредит есептеу',
        'menu_item3' => 'Үш қарапайым қадам',
        'menu_item4' => 'Талаптар',
        'menu_item5' => 'Жиі сұрақтар',
    ],

    'footer' => [
        'address' => 'Мекен-жайы',
        'documents' => 'Құжаттар',
        'bottom_text' => '"Creditline" Ломбард " ЖШС. Барлық құқықтар қорғалған.”',
    ],

    'table' => [
        'title' => 'Өтеу кестесі',
        'desc1' => 'Микрокредит мерзімін ұзарту үшін ай сайынғы төлемді (сыйақыны)уақтылы төлеу қажет',
        'desc2' => 'Ай сайынғы төлемді (сыйақыны) төлеген кезде негізгі борыш сомасы өтелмейді!',
        'column1' => 'Күні',
        'column2' => 'Ай сайынғы төлем',
        'column3' => 'Пайыздар',
        'column4' => 'Негізгі қарыз',
        'column5' => 'Негізгі қарыздың қалдығы',
        'sub_title' => 'Пайыздық төлемнің артықшылықтары:',
        'point1' => 'Қарыз мерзімін өзіңіз реттейсіз.',
        'point2' => 'Микрокредит кез келген уақытта ішінара өтелуі мүмкін және микрокредит бойынша төлем азаяды.',
        'point3' => 'Микрокредит сомасы кез келген уақытта айыппұлсыз өтелуі мүмкін',
        'footer_text' => 'Ай сайын микрокредитті пайдаланғаны үшін тек пайыз төленеді, ал негізгі қарыз сомасы кез келген уақытта сіздің қалауыңыз бойынша өтеледі немесе ішінара жабылады. ГЭСВ 56 дейін%',
    ],

    'block1' => [
        'desc1' => 'бастап',
        'desc2' => 'дейін',
    ],

    'block3' => [
        'cost_title' => 'Микрокредит сомасы',
        'deadline_title_1' => 'Микрокредит мерзімін ұзарту мүмкіндігі 1 ай',
        'deadline_title_2' => 'Микрокредит мерзімі',
        'gps_text' => 'GPS орнату қажет',
        'gps_desc' => '2 млн. теңгеден астам қарыз алу үшін сіздің көлігіңізге GPS датчигін орнату қажет',
        'addphone_desc' => 'Укажите номер телефона – Супруга/Супруги, Родственника, Коллеги',
        'iban_desc' => 'Необходимо указать номер Вашего Счета карты (IBAN). Начинается с KZ**** (20 знаков). Его можно найти в приложении вашего банка',
        'doc_date_desc' => 'Графа №4 или в старом образце тех паспорта оборотная сторона «дата выдачи».',
        'address_desc' => 'Необходимо указать адрес фактического места жительства',
        'payment_title' => 'Ай сайынғы төлем',
        'percent_title' => 'Сіздің пайыздық мөлшерлемеңіз',
        'type_repayment' => 'Өтеу түрі',
        'repayment_type1' => 'Пайыздық',
        'repayment_type2' => 'Аннуитет',
        'repayment_schedule' => 'Өтеу кестесі',
    ],

    'messages' => [
        'validate' => 'Барлық қажетті өрістерді толтырыңыз!',
        'error' => 'Қате болды!',
        'success' => 'Сіздің өтінішіңіз қабылданды! Қоңырауды күтіңіз...'
    ],

    'month_1' => 'қаңтар',
    'month_2' => 'ақпан',
    'month_3' => 'Наурыз',
    'month_4' => 'сәуір',
    'month_5' => 'мамыр',
    'month_6' => 'маусым',
    'month_7' => 'шілде',
    'month_8' => 'тамыз',
    'month_9' => 'қыркүйек',
    'month_10' => 'қазан',
    'month_11' => 'қараша',
    'month_12' => 'желтоқсан',

    'faq_title' => 'Біздің клиенттердің жиі қоятын сұрақтары',
    'btn_payment' => 'Төлем жасау',
    'btn_loan' => 'Микрокредит ресімдеу',
    'btn_get_loan' => 'Қарыз алу',

];
