<?php

return [

    'back_btn' => 'Назад',
    'continue_btn' => 'Продолжить',
    'code_btn' => 'Получить код',
    'upload_photo' => 'Загрузить фото',

    'step1' => [
        'title' => 'Получите деньги',
        'input_title' => 'Ваш контактный номер',
        'agreement_text' => 'Даю своё<b> согласие на хранение и обработку персональных данных</b>',
    ],

    'step2' => [
        'title' => 'Получите деньги',
        'desc' => 'Мы отправили код на телефон',
        'input_title' => 'Введите полученный код',
        'again_title' => 'Запросить код через 120 сек.',
        'again_desc' => 'Запросить код',
    ],

    'step3' => [
        'title' => 'Сведения о займе',
        'iin' => 'ИИН',
        'payment' => 'Ваш ежемесячный доход',
        'additional_phone' => 'Дополнительный номер',
        'email' => 'Электронная почта',
        'iban' => 'Номер счета (IBAN)',
    ],

    'step4' => [
        'title' => 'Сведения об автомобиле',
        'brand' => 'Марка',
        'model' => 'Модель',
        'year' => 'Год выпуска',
        'color' => 'Цвет',
        'number' => 'Гос номер',
        'tech_password' => 'Номер свидетельства о регистрации ТС (Тех. паспорт)',
        'tech_date' => 'Дата выдачи свидетельства о регистрации ТС (Тех. паспорт)',
    ],

    'step5' => [
        'title' => 'Фото документов',
        'udl_title' => 'Выберите тип документа, удостоверяющий личность',
        'udl' => 'Удостоверение личности',
        'passport' => 'Паспорт',
        'front_side' => 'Лицевая сторона',
        'down_again' => 'Загрузите повторно',
        'reverse_side' => 'Оборотная сторона',
        'selfie' => 'Селфи',
        'with_udl' => 'С удостоверением личности',
        'with_passport' => 'С паспортом',
        'modal1_title' => 'Фото документов',
        'udl_side_title' => 'Лицевая сторона удостоверения личности',
        'modal_text' => 'Сделайте фотографию без бликов, чтобы мы смогли всё прочитать',
        'reverse_side_title' => 'Оборотная сторона удостоверения личности',
        'modal3_title' => 'Селфи с удостоверением личности',
        'modal4_title' => 'Фото паспорта в развёрнутом виде',
        'modal5_title' => 'Селфи с паспортом',
    ],

    'step6' => [
        'title' => 'Ваши данные',
        'patronymic' => 'Фамилия',
        'name' => 'Имя',
        'surname' => 'Отчество',
        'birth_date' => 'Дата рождения',
        'status' => 'Семейное положение',
        'f_status_1' => 'Женат/Замужем',
        'f_status_2' => 'Не женат/не замужем',
        'f_status_3' => 'Разведена/разведен',
        'doc_type' => 'Тип документа',
        'number_doc' => 'Номер документа',
        'date_doc' => 'Дата выдачи',
        'date_doc2' => 'Дата окончания',
        'issued_title' => 'Кем выдано',
        'issued_doc_1' => 'МВД РК',
        'issued_doc_2' => 'МВД РК',
        'citizienship_title' => 'Гражданство',
        'citizienship_1' => 'Резидент РК',
        'citizienship_2' => 'Нерезидент РК',
    ],

    'step7' => [
        'title' => 'Адресные данные',
        'locality' => 'Населённый пункт',
        'street' => 'Улица',
        'number_home' => 'Номер дома',
        'apartment' => 'Номер квартиры',
        'address' => 'Адрес проживания',
        'equal_address' => 'Совпадает с адресом прописки',
    ],

    'step8' => [
        'title' => 'Подписание заявки',
        'title2' => 'Подпишите документы для обработки Вашей заявки',
        'text' => 'Для этого необходимо просто ввести СМС код, полученный после нажатия на кнопку «Отправить»',
    ],

    'step9' => [
        'title' => 'Подписание документов',
        'doc1_name' => 'Заявление-анкеты на предостваление кредита',
        'doc2_name' => 'Согласие субъекта КИ',
        'doc3_name' => 'Согласие на сбор и обработку персональных данных',
        'doc4_name' => 'Заявление на соответствие',
        'code' => 'Введите полученный код из СМС',
    ],

    'step10' => [
        'title' => 'Фото документов авто',
        'desc' => 'Сфотографируйте свидетельство о регистрации транспортного средства, оно же СРТС или техпаспорт',
        'input_title' => 'СРТС (техпаспорт)',
        'front_side' => 'Лицевая сторона',
        'back_side' => 'Оборотная сторона',
        'modal1_title' => 'Фото документа авто',
        'sub_title' => 'Лицевая сторона СРТС',
        'modal2_title' => 'Оборотная сторона СРТС'
    ],

    'step11' => [
        'title' => 'Фото автомобиля',
        'desc' => 'Теперь давайте сфотографируем Вашу машину, как только будете у машины, нажмите кнопку «Продолжить».',
    ],

    'step12' => [
        'input1_title' => 'Спереди слева',
        'input2_title' => 'Спереди справа',
        'input3_title' => 'Сзади слева',
        'input4_title' => 'Сзади справа',
        'input4_text' => 'Номер авто должен быть виден на всех фотографиях',
        'input5_title' => 'Приборная панель с заведённым двигателем',
        'input6_title' => 'VIN код на кузове, не под стеклом',
        'modal5_title' => 'VIN код на кузове',
    ],

    'step13' => [
        'title' => 'Обрабатываем заявку',
        'desc' => 'Для проверки нужно не более 30 минут при условии, что Вы будете на связи',
        'text' => '<p>Проверка заявок с 9-00 до 18-00 по Астане в будни дни</p>
            <p>Возможно, мы Вам позвоним для уточнение данных</p>
            <p>Как только примем решение, Вам придёт СМС</p>',
    ],

    'step14' => [
        'doc5_name' => 'График погашения микрокредита',
        'doc6_name' => 'Залоговый билет с правом управления транспортным средством',
        'doc7_name' => 'Уведомление в ГАИ о регистрации залога транспортного средства',
        'text' => 'Подписание документов для получения микрокредита производиться в будни дни с 9-00 до 18-00',
        'title' => 'Осталось всего пару шагов',
    ],

    'step15' => [
        'title' => 'Денежные средства поступят на указанный Вами IBAN счет',
        'desc' => '<p>Спасибо, что воспользовались нашим онлайн кредитованием</p>
        <p>В личном кабинете</p><a href="https://my.creditline.kz" target="_blank">my.creditline.kz</a>
        <p>Вы можете продлевать – погашать полученный микрокредит</p>'
    ]

];
