<?php

return [

    'header' => [
        'menu_item1' => 'Почему мы?',
        'menu_item2' => 'Рассчитать микрокредит',
        'menu_item3' => 'Три простых шага',
        'menu_item4' => 'Требования',
        'menu_item5' => 'Частые вопросы',
    ],

    'footer' => [
        'address' => 'Адрес',
        'documents' => 'Документы',
        'bottom_text' => 'ТОО “Ломбард “CreditLine”. Все права защищены.”',
    ],

    'table' => [
        'title' => 'График погашения',
        'desc1' => 'Для продления срока микрокредита необходимо своевременно оплатить ежемесячный платеж (вознаграждение)',
        'desc2' => 'При уплате ежемесячного платежа (вознаграждения) сумма основного долга не погашается!',
        'column1' => 'Дата',
        'column2' => 'Ежемесячный платеж',
        'column3' => 'Проценты',
        'column4' => 'Основной долг',
        'column5' => 'Остаток основного долга',
        'sub_title' => 'Плюсы процентного платежа:',
        'point1' => 'Срок займа регулируете Вы сами.',
        'point2' => 'Микрокредит может быть частично погашен в любой момент и платеж по микрокредиту будет уменьшен.',
        'point3' => 'Сумма микрокредита может быть погашена в любой момент без штрафных санкций',
        'footer_text' => 'Ежемесячно оплачивается только процент за пользование микрокредитом, а сумма основного долга погашается либо частично закрывается в любой момент на Ваше усмотрение. ГЭСВ до 56%',
    ],

    'block1' => [
        'desc1' => 'от',
        'desc2' => 'до',
    ],

    'block3' => [
        'cost_title' => 'Сумма микрокредита',
        'deadline_title_1' => 'Срок микрокредите 1 месяц с возможностью продления срока до',
        'deadline_title_2' => 'Срок микрокредита',
        'gps_text' => 'Необходима установка GPS',
        'gps_desc' => 'Для получения займа свыше 2 млн. тенге, необходимо установить датчик GPS на Ваш автомобиль',
        'payment_title' => 'Ежемесячный платёж',
        'percent_title' => 'Ваша процентная ставка',
        'type_repayment' => 'Тип погашения',
        'repayment_type1' => 'Процентный',
        'repayment_type2' => 'Аннуитетный',
        'repayment_schedule' => 'График погашения',
    ],

    'messages' => [
        'validate' => 'Заполните все необходимые поля!',
        'error' => 'Прозошла ошибка!',
        'success' => 'Ваша заявка принято! Ожидайте звонка...'
    ],

    'month_1' => 'января',
    'month_2' => 'февраля',
    'month_3' => 'марта',
    'month_4' => 'апреля',
    'month_5' => 'мая',
    'month_6' => 'июня',
    'month_7' => 'июля',
    'month_8' => 'августа',
    'month_9' => 'сентября',
    'month_10' => 'октября',
    'month_11' => 'ноября',
    'month_12' => 'декабря',

    'faq_title' => 'Частые вопросы наших клиентов',
    'btn_payment' => 'Внести платёж',
    'btn_loan' => 'Оформить микрокредит',
    'btn_get_loan' => 'Получить займ',

];
